Repository: amaarrjith/instaresolv-kmp-shared
Catalog: iosApp/iosApp/Localizable.xcstrings
Source language: en
Languages: ar, es, hi, ur

source: Incident Report
ar: تقرير الحادث
es: Informe de incidente
hi: घटना रिपोर्ट
ur: واقعہ کی رپورٹ

# incident_saved_as_draft
source: Incident successfully saved as draft
ar: تم حفظ الحادث كمسودة بنجاح
es: Incidente guardado correctamente como borrador
hi: घटना को ड्राफ्ट के रूप में सफलतापूर्वक सहेजा गया
ur: واقعہ کامیابی کے ساتھ ڈرافٹ کے طور پر محفوظ ہو گیا۔

# incident_saved_as_draft_without_group
source: Incident successfully saved as draft without group Specifications
ar: تم حفظ الحادث كمسودة بنجاح بدون مواصفات المجموعة
es: Incidente guardado exitosamente como borrador sin especificaciones de grupo
hi: घटना को समूह विशिष्टताओं के बिना ड्राफ्ट के रूप में सफलतापूर्वक सहेजा गया
ur: وقوعہ کو کامیابی کے ساتھ گروپ کی تفصیلات کے بغیر ڈرافٹ کے طور پر محفوظ کر لیا گیا۔

source: Incident Time
ar: وقت الحادث
es: Hora del incidente
hi: घटना का समय
ur: واقعہ کا وقت

source: Incident Type
ar: نوع الحادث
es: Tipo de incidente
hi: घटना का प्रकार
ur: واقعہ کی قسم

source: Incident Types
ar: أنواع الحوادث
es: Tipos de incidentes
hi: घटना के प्रकार
ur: واقعات کی اقسام

source: Incidents
ar: الحوادث
es: Incidentes
hi: घटनाएं
ur: واقعات

# incidents_title
source: Incidents
ar: الحوادث
es: Incidentes
hi: घटनाएं
ur: واقعات

source: Incorrect Code !!
ar: رمز غير صحيح !!
es: Código incorrecto!!
hi: गलत कोड़ !!
ur: غلط کوڈ!!

# incorrect_otp_message
source: Incorrect OTP provided, make sure you enter the correct otp.
ar: الرمز غير صحيح، تأكد من إدخال الرمز الصحيح
es: Se proporcionó una OTP incorrecta; asegúrese de ingresar la OTP correcta.
hi: गलत ओटीपी प्रदान किया गया है, सुनिश्चित करें कि आपने सही ओटीपी दर्ज किया है।
ur: غلط OTP فراہم کیا گیا ہے، یقینی بنائیں کہ آپ نے صحیح OTP درج کیا ہے۔

source: Info!
ar: معلومات!
es: ¡Información!
hi: जानकारी!
ur: معلومات!

source: Injured Employees
ar: الموظفين المصابين
es: Empleados lesionados
hi: घायल कर्मचारी
ur: زخمی ملازمین

source: INJURED PERSON DETAILS
ar: تفاصيل الشخص المصاب
es: DATOS DE LA PERSONA HERIDA
hi: घायल व्यक्ति का विवरण
ur: زخمی شخص کی تفصیلات

source: INSPECTED BY
ar: تم التفتيش بواسطة
es: INSPECCIONADO POR
hi: द्वारा निरीक्षण किया गया
ur: کی طرف سے معائنہ کیا

source: Inspection
ar: تقتيش
es: Inspección
hi: निरीक्षण
ur: معائنہ

# inspection_created
source: Inspections Created
ar: تم إنشاء عمليات التفتيش
es: Inspecciones creadas
hi: निरीक्षण बनाया गया
ur: معائنے بنائے گئے۔

source: Inspection created successfully
ar: تم إنشاء الفحص بنجاح
es: Inspección creada con éxito
hi: निरीक्षण सफलतापूर्वक किया गया
ur: معائنہ کامیابی کے ساتھ بنایا گیا۔

source: Inspection Date
ar: تاريخ التفتيش
es: Fecha de inspección
hi: निरीक्षण तिथि
ur: معائنہ کی تاریخ

# inspection_draft_success
source: Inspection successfully saved as draft
ar: تم حفظ الفحص كمسودة بنجاح
es: La inspección se guardó correctamente como borrador
hi: निरीक्षण सफलतापूर्वक ड्राफ्ट के रूप में सहेजा गया
ur: معائنہ کامیابی کے ساتھ ڈرافٹ کے طور پر محفوظ ہو گیا۔

source: Inspections
ar: عمليات التفتيش
es: Inspecciones
hi: निरीक्षण
ur: معائنہ

# inspections_draft
source: Inspections Drafts
ar: مسودات التفتيش
es: Borradores de inspecciones
hi: निरीक्षण ड्राफ्ट
ur: معائنہ کے مسودے

# inspections_draft_delete_message
source: Are you sure you want to delete this inspection draft?. This inspection will be removed permanently
ar: هل أنت متأكد أنك تريد حذف مسودة التفتيش هذه؟. ستتم إزالة هذا التفتيش بشكل دائم
es: ¿Está seguro de que desea eliminar este borrador de inspección? Esta inspección será eliminada permanentemente.
hi: क्या आप वाकई इस निरीक्षण ड्राफ्ट को हटाना चाहते हैं? यह निरीक्षण स्थायी रूप से हटा दिया जाएगा
ur: کیا آپ واقعی اس معائنہ کے مسودے کو حذف کرنا چاہتے ہیں؟ یہ معائنہ مستقل طور پر ہٹا دیا جائے گا۔

source: Invalid %@
ar: %@ غير صالح
es: %@ no válido
hi: अमान्य %@
ur: غلط %@

source: Invalid age number
ar: رقم العمر غير صالح
es: Número de edad no válido
hi: अमान्य आयु संख्या
ur: عمر کا غلط نمبر

source: Invalid date format
ar: تنسيق التاريخ غير صالح
es: Formato de fecha no válido
hi: अमान्य दिनांक प्रारूप
ur: تاریخ کی غلط شکل

source: Invalid Project Identifier format
ar: تنسيق معرف المشروع غير صالح
es: Formato de identificador de proyecto no válido
hi: अमान्य प्रोजेक्ट पहचानकर्ता प्रारूप
ur: غلط پروجیکٹ شناخت کنندہ فارمیٹ

source: Invalid Question
ar: سؤال غير صالح
es: Pregunta no válida
hi: अमान्य प्रश्न
ur: غلط سوال

# invitation_sent
source: Invitations sent!
ar: تم إرسال الدعوات!!
es: ¡Invitaciones enviadas!
hi: निमंत्रण भेजा गया!
ur: دعوت نامے بھیجے گئے!

# invitation_sent_message
source: Group invitations successfully sent to given emails
ar: تم إرسال دعوات المجموعة بنجاح إلى عناوين البريد الإلكتروني المعطاة.
es: Invitaciones grupales enviadas correctamente a correos electrónicos determinados
hi: समूह आमंत्रण दिए गए ईमेल पर सफलतापूर्वक भेजे गए
ur: گروپ کے دعوت نامے دی گئی ای میلز پر کامیابی کے ساتھ بھیج دیے گئے۔

source: Invite
ar: دعوة
es: Invitar
hi: आमंत्रित करना
ur: دعوت دیں۔

# invite_description
source: You can invite users to your group by entering their email ID
ar: يمكنك دعوة المستخدمين إلى مجموعتك عن طريق إدخال بريدهم الإلكتروني
es: Puede invitar usuarios a su grupo ingresando su ID de correo electrónico
hi: आप उपयोगकर्ताओं की ईमेल आईडी दर्ज करके उन्हें अपने समूह में आमंत्रित कर सकते हैं
ur: آپ صارفین کو ان کی ای میل آئی ڈی درج کر کے اپنے گروپ میں مدعو کر سکتے ہیں۔

# invite_success_message
source: Invitation has been sent successfully.
ar: تم إرسال الدعوة بنجاح.
es: La invitación se ha enviado correctamente.
hi: आमंत्रण सफलतापूर्वक भेज दिया गया है.
ur: دعوت نامہ کامیابی سے بھیج دیا گیا ہے۔

source: Invite Users
ar: دعوة المستخدمين
es: Invitar usuarios
hi: उपयोगकर्ताओं को आमंत्रित करें
ur: صارفین کو مدعو کریں۔

source: Invite Users to Group
ar: دعوة المستخدمين إلى المجموعة
es: Invitar usuarios al grupo
hi: उपयोगकर्ताओं को आमंत्रित करें समूह को
ur: صارفین کو مدعو کریں۔ گروپ میں

# invite_users_to_group_title
source: Invite Users to Group
ar: دعوة المستخدمين إلى المجموعة
es: Invitar a los usuarios a grupo
hi: उपयोगकर्ताओं को आमंत्रित करें समूह
ur: صارفین کو مدعو کریں۔ گروپ

source: Invite Users to Project
ar: يمكنك دعوة المستخدمين إلى مشروعك عن طريق إدخال معرف البريد الإلكتروني الخاص بهم
es: Invitar a usuarios a proyectar
hi: उपयोगकर्ताओं को प्रोजेक्ट के लिए आमंत्रित करें
ur: صارفین کو پروجیکٹ میں مدعو کریں۔

source: Is missing
ar: مفقود
es: falta
hi: लापता है
ur: غائب ہے۔

source: Just now
ar: الآن
es: En este momento
hi: बस अब
ur: ابھی ابھی

source: Justification
ar: مبرر
es: Justificación
hi: औचित्य
ur: جواز

source: Key
ar: مفتاح
es: Clave
hi: कुंजी
ur: کلید

source: Leave this page?
ar: هل تريد مغادرة هذه الصفحة؟
es: ¿Dejar esta página?
hi: इस पृष्ठ को छोड़ो?
ur: اس صفحہ کو چھوڑ دیں؟

source: Lesson Learned
ar: الدرس تعلمت
es: Lección aprendido
hi: पाठ सीखा
ur: سبق سیکھا۔

# lesson_delete_confirmation
source: Are you sure you want to delete this lesson learned draft? This lesson will be removed permanently
ar: هل أنت متأكد أنك تريد حذف مسودة الدرس المستفاد هذه؟ سيتم حذف هذا الدرس نهائيا
es: ¿Está seguro de que desea eliminar este borrador de lección aprendida? Esta lección será eliminada permanentemente.
hi: क्या आप वाकई इस पाठ सीखे गए मसौदे को हटाना चाहते हैं? यह पाठ स्थायी रूप से हटा दिया जाएगा
ur: کیا آپ واقعی اس سبق کے سیکھے ہوئے مسودے کو حذف کرنا چاہتے ہیں؟ یہ سبق مستقل طور پر ہٹا دیا جائے گا۔

# lesson_learned_draft
source: Lesson Learned Drafts
ar: مسودات الدروس المستفادة
es: Borradores de lecciones aprendidas
hi: सबक सीखा ड्राफ्ट
ur: سبق آموز ڈرافٹ

source: Lesson Learned Report
ar: تقرير الدروس المستفادة
es: Informe de lecciones aprendidas
hi: सबक सीखा रिपोर्ट
ur: سبق آموز رپورٹ

# lesson_learned_title
source: Lesson Learned
ar: الدرس المستفاد
es: Lección aprendida
hi: सबक सीखा
ur: سبق سیکھا۔

source: Lessons
ar: دروس
es: Lecciones
hi: पाठ
ur: اسباق

# lessons_learned_created
source: Lesson Learned created
ar: تم إنشاء الدرس المستفاد
es: Lección aprendida creada
hi: सीखा गया पाठ बनाया गया
ur: سیکھا ہوا سبق بنایا گیا۔

# lessons_learned_created_as_draft
source: Lesson Learned successfully saved as draft
ar: تم حفظ الدرس المستفاد كمسودة بنجاح
es: Lección aprendida guardada exitosamente como borrador
hi: सीखा गया पाठ सफलतापूर्वक ड्राफ्ट के रूप में सहेजा गया
ur: سیکھا ہوا سبق کامیابی کے ساتھ ڈرافٹ کے طور پر محفوظ ہو گیا۔

# lessons_learned_created_as_draft_without_grp_specs
source: Lesson Learned successfully saved as draft without group Specifications
ar: تم حفظ الدرس المستفادة كمسودة بنجاح بدون مواصفات المجموعة
es: Lección aprendida guardada exitosamente como borrador sin especificaciones de grupo
hi: सीखा गया पाठ बिना समूह विशिष्टता के ड्राफ्ट के रूप में सफलतापूर्वक सहेजा गया
ur: سیکھا ہوا سبق کامیابی سے بغیر گروپ کی تفصیلات کے ڈرافٹ کے طور پر محفوظ کر لیا گیا۔

# lessons_learned_created_success
source: Lesson Learned created successfully
ar: تم إنشاء الدرس المستفاد بنجاح
es: Lección aprendida creada con éxito
hi: सीखा गया पाठ सफलतापूर्वक बनाया गया
ur: سیکھا ہوا سبق کامیابی سے بنایا گیا۔

# lets_start_logging_in
source: Let's start with Logging in!
ar: لنبدأ بتسجيل الدخول!
es: ¡Comencemos iniciando sesión!
hi: आइए लॉग इन करके शुरुआत करें!
ur: آئیے لاگ ان کے ساتھ شروع کریں!

source: LOCATION
ar: المكان
es: UBICACIÓN
hi: जगह

source: Locations
ar: المواقع
es: Ubicaciones
hi: स्थानों
ur: مقامات

source: Locked
ar: مقفل
es: Bloqueado
hi: लॉक किया गया
ur: مقفل

source: Login
ar: تسجيل الدخول
es: Acceso
hi: लॉग इन करें
ur: لاگ ان

# login_required_message
source: This feature requires you to log in
ar: تتطلب هذه الميزة تسجيل الدخول
es: Esta función requiere que inicies sesión
hi: इस सुविधा के लिए आपको लॉग इन करना होगा
ur: اس خصوصیت کے لیے آپ کو لاگ ان کرنے کی ضرورت ہے۔

# login.button
source: Login
ar: تسجيل الدخول
es: Acceso
hi: लॉग इन करें
ur: لاگ ان

# login.forgot_password
source: Forgot password?
ar: هل نسيت كلمة السر؟
es: ¿Has olvidado tu contraseña?
hi: पासवर्ड भूल गए?
ur: پاس ورڈ بھول گئے؟

# login.not_member
source: Not a member ?
ar: لست عضوا؟
es: ¿No eres miembro?
hi: सदस्य नहीं हैं ?
ur: ممبر نہیں؟

# login.register_now
source: Register Now
ar: سجل الآن
es: Regístrese ahora
hi: अभी पंजीकरण करें
ur: ابھی رجسٹر کریں۔

# login.title
source: Login
ar: تسجيل الدخول
es: Acceso
hi: लॉग इन करें
ur: لاگ ان

source: Logout
ar: تسجيل الخروج
es: Cerrar sesión
hi: लॉग आउट
ur: لاگ آؤٹ

# logout_confirmation
source: Are you sure you want to Log out?
ar: هل أنت متأكد أنك تريد تسجيل الخروج؟
es: ¿Está seguro de que desea cerrar sesión?
hi: क्या आप लॉग आउट करना चाहते हैं?
ur: کیا آپ واقعی لاگ آؤٹ کرنا چاہتے ہیں؟

# logout_yes
source: YES
ar: نعم
es: SÍ
hi: हाँ
ur: جی ہاں

source: Menu
ar: القائمة
es: Menú
hi: मेनू
ur: مینو

source: Message
ar: رسالة
es: Mensaje
hi: संदेश
ur: پیغام

# message_posted_success
source: Message Posted Successfully
ar: تم نشر الرسالة بنجاح
es: Mensaje publicado exitosamente
hi: संदेश सफलतापूर्वक पोस्ट किया गया
ur: پیغام کامیابی کے ساتھ پوسٹ کیا گیا۔

source: Microphone access is required to record audio. Please enable it in Settings.
ar: الوصول إلى الميكروفون مطلوب لتسجيل الصوت. يرجى تمكينه في الإعدادات.
es: Se requiere acceso al micrófono para grabar audio. Por favor, actívalo en Configuración.
hi: ऑडियो रिकॉर्ड करने के लिए माइक्रोफ़ोन एक्सेस आवश्यक है। कृपया इसे सेटिंग्स में सक्षम करें।
ur: آڈیو ریکارڈ کرنے کے لیے مائیکروفون تک رسائی درکار ہے۔ براہ کرم اسے ترتیبات میں فعال کریں۔

source: Minute
ar: دقيقة
es: Minuto
hi: मिनट
ur: منٹ

source: Minutes
ar: دقائق
es: Minutos
hi: मिनट
ur: منٹس

source: %@ mismatch
ar: %@ عدم تطابق
es: %@ no coincide
hi: %@ बेमेल
ur: %@ مماثل نہیں۔

source: Model Number
ar: رقم الموديل
es: Número de modelo
hi: मॉडल नंबर
ur: ماڈل نمبر

source: Month
ar: شهر
es: Mes
hi: महीना
ur: مہینہ

source: Months
ar: شهور
es: Meses
hi: महीने
ur: مہینوں

source: MSRA Number
ar: رقم MSRA
es: Número MSRA
hi: MSRA संख्या
ur: MSRA نمبر

source: MSRA REFERENCE
ar: مرجع MSRA
es: REFERENCIA DE MSRA
hi: एमएसआरए संदर्भ
ur: ایم ایس آر اے کا حوالہ

source: My Training
ar: تدريبي
es: Mi Entrenamiento
hi: मेरा प्रशिक्षण
ur: میری ٹریننگ

# my_pending_tab
source: My Pending
ar: المعلقة الخاصة بي
es: Mi pendiente
hi: मेरा लंबित
ur: میرا زیر التواء

source: My Profile
ar: ملفي الشخصي
es: Mi perfil
hi: मेरी प्रोफाइल
ur: میرا پروفائل

source: N/A
ar: غير متوفر
hi: एन/ए

source: Name
ar: اسم
es: Nombre
hi: नाम
ur: نام

# name_validation
source: %@ must be 2–100 characters and contain only letters
ar: يجب أن يتكون %@ من 2 إلى 100 حرف وأن يحتوي على أحرف فقط
es: %@ debe tener entre 2 y 100 caracteres y contener solo letras
hi: %@ 2-100 अक्षर होने चाहिए और केवल अक्षर होने चाहिए
ur: %@ 2–100 حروف کا ہونا چاہیے اور اس میں صرف حروف ہوں۔

source: New Group
ar: مجموعة جديدة
es: Nuevo grupo
hi: नया समूह
ur: نیا گروپ

source: New Password
ar: كلمة المرور الجديدة
es: Nueva contraseña
hi: नया पासवर्ड
ur: نیا پاس ورڈ

source: New Project
ar: مشروع جديد
es: Nuevo proyecto
hi: नया प्रोजेक्ट
ur: نیا پروجیکٹ

source: New Responsible Person
ar: الشخص المسؤول الجديد
es: Nueva persona responsable
hi: नया जिम्मेदार व्यक्ति
ur: نیا ذمہ دار شخص

source: Next
ar: التالي
es: Próximo
hi: अगला
ur: اگلا

source: No
ar: لا
hi: नहीं
ur: نہیں

source: No Project
ar: لا يوجد مشروع
es: Sin proyecto
hi: कोई प्रोजेक्ट नहीं
ur: کوئی پروجیکٹ نہیں۔

# no_account_question
source: You don't have an account?
ar: ليس لديك حساب؟
es: ¿No tienes una cuenta?
hi: आपके पास कोई खाता नहीं है?
ur: کیا آپ کا اکاؤنٹ نہیں ہے؟

# no_audits_inspections_form_found
source: No Audits & Inspections Forms Found
ar: لم يتم العثور على نماذج عمليات التدقيق والتفتيش
es: No se encontraron formularios de auditorías e inspecciones
hi: कोई ऑडिट एवं निरीक्षण प्रपत्र नहीं मिला
ur: کوئی آڈٹ اور معائنہ فارم نہیں ملا

source: No data found
ar: لم يتم العثور على بيانات
es: No se encontraron datos
hi: डाटा प्राप्त नहीं हुआ
ur: کوئی ڈیٹا نہیں ملا

source: No Description
ar: لا يوجد وصف
es: Sin descripción
hi: कोई विवरण नहीं
ur: کوئی تفصیل نہیں۔

source: No Details found
ar: لم يتم العثور على تفاصيل
es: No se encontraron detalles
hi: कोई विवरण नहीं मिला
ur: کوئی تفصیلات نہیں ملی

source: No Employees found
ar: لم يتم العثور على موظفين
es: No se encontraron empleados
hi: कोई कर्मचारी नहीं मिला
ur: کوئی ملازم نہیں ملا

source: No Group
ar: لا مجموعة
es: Ningún grupo
hi: कोई समूह नहीं
ur: کوئی گروپ نہیں۔

source: No Groups found
ar: لم يتم العثور على مجموعات
es: No se encontraron grupos
hi: कोई समूह नहीं मिला
ur: کوئی گروپ نہیں ملا

source: No Images
ar: لا توجد صور
es: Sin imágenes
hi: कोई छवियाँ नहीं
ur: کوئی امیجز نہیں۔

source: No Images Found
ar: لم يتم العثور على صور
es: No se encontraron imágenes
hi: कोई छवियाँ नहीं मिलीं
ur: کوئی تصویر نہیں ملی

source: No Incidents Found
ar: لم يتم العثور على أي حوادث
es: No se encontraron incidentes
hi: कोई घटना नहीं मिली
ur: کوئی واقعات نہیں ملے

source: No Inspection Data Available
ar: لا توجد بيانات التفتيش المتاحة
es: No hay datos de inspección disponibles
hi: कोई निरीक्षण डेटा उपलब्ध नहीं है
ur: کوئی معائنہ ڈیٹا دستیاب نہیں ہے۔

source: No Inspections found
ar: لم يتم العثور على عمليات التفتيش
es: No se encontraron inspecciones
hi: कोई निरीक्षण नहीं मिला
ur: کوئی معائنہ نہیں ملا

source: No Lesson Learned found
ar: لم يتم العثور على أي درس مستفادة
es: No se encontró ninguna lección aprendida
hi: कोई सबक नहीं मिला
ur: کوئی سبق نہیں ملا

source: No Lessons found
ar: لم يتم العثور على الدروس
es: No se encontraron lecciones
hi: कोई पाठ नहीं मिला
ur: کوئی سبق نہیں ملا

source: No Locations found
ar: لم يتم العثور على مواقع
es: No se encontraron ubicaciones
hi: कोई स्थान नहीं मिला
ur: کوئی مقامات نہیں ملے

# no_matching_employee_found
source: No matching employees found
ar: لم يتم العثور على موظفين متطابقين
es: No se encontraron empleados que coincidan
hi: कोई मिलता-जुलता कर्मचारी नहीं मिला
ur: کوئی مماثل ملازم نہیں ملا

source: No Members found
ar: لم يتم العثور على أعضاء
es: No se encontraron miembros
hi: कोई सदस्य नहीं मिला
ur: کوئی ممبر نہیں ملا

source: No Notifications Found
ar: لا توجد إشعارات
es: No se encontraron notificaciones
hi: कोई सूचना नहीं मिली
ur: کوئی اطلاع نہیں ملی

source: No Observations found
ar: لم يتم العثور على ملاحظات
es: No se encontraron observaciones
hi: कोई अवलोकन नहीं मिला
ur: کوئی مشاہدات نہیں ملے

source: No Pending Actions found
ar: لم يتم العثور على إجراءات معلقة
es: No se encontraron acciones pendientes
hi: कोई लंबित कार्यवाही नहीं मिली
ur: کوئی زیر التواء ایکشن نہیں ملا

# no_permit_type_found
source: No Permit Types Found
ar: لم يتم العثور على أنواع التصاريح
es: No se encontraron tipos de permisos
hi: कोई परमिट प्रकार नहीं मिला
ur: اجازت کی کوئی قسم نہیں ملی

source: No Permits Found
ar: لم يتم العثور على تصاريح
es: No se encontraron permisos
hi: कोई परमिट नहीं मिला
ur: کوئی اجازت نامہ نہیں ملا

source: *No Pre-Task Data Available*
ar: *لا تتوفر بيانات ما قبل المهمة*
es: *No hay datos disponibles antes de la tarea*
hi: *कोई प्री-टास्क डेटा उपलब्ध नहीं*
ur: *کوئی پری ٹاسک ڈیٹا دستیاب نہیں ہے*

# no_pre_task_found
source: No Pre-Task Briefings found
ar: لم يتم العثور على ملخصات ما قبل المهمة
es: No se encontraron resúmenes previos a la tarea
hi: कोई प्री-टास्क ब्रीफिंग नहीं मिली
ur: کوئی پری ٹاسک بریفنگ نہیں ملی

source: No Project Assigned
ar: لم يتم تعيين أي مشروع
es: Ningún proyecto asignado
hi: कोई परियोजना असाइन नहीं की गई
ur: کوئی پروجیکٹ تفویض نہیں کیا گیا

# no_project_description
source: Show all Observations that are not specified to any project
ar: اعرض جميع الملاحظات التي لم يتم تحديدها لأي مشروع.
es: Mostrar todas las Observaciones que no están especificadas para ningún proyecto
hi: वे सभी अवलोकन दिखाएँ जो किसी प्रोजेक्ट के लिए निर्दिष्ट नहीं हैं
ur: وہ تمام مشاہدات دکھائیں جو کسی پروجیکٹ کے لیے مخصوص نہیں ہیں۔

source: No Projects Found
ar: لم يتم العثور على مشاريع
es: No se encontraron proyectos
hi: कोई प्रोजेक्ट नहीं मिला
ur: کوئی پروجیکٹ نہیں ملا

# no_questions
source: No questions are currently available
ar: لا توجد أسئلة متاحة حاليا
es: No hay preguntas disponibles actualmente
hi: फिलहाल कोई प्रश्न उपलब्ध नहीं है
ur: فی الحال کوئی سوالات دستیاب نہیں ہیں۔

source: No Questions Found!
ar: لم يتم العثور على أي أسئلة!
es: ¡No se encontraron preguntas!
hi: कोई प्रश्न नहीं मिला!
ur: کوئی سوال نہیں ملا!

# no_questions_found_message
source: No questions are currently available. You can't publish or save to draft without any questions
ar: لا توجد أسئلة متاحة حاليا. لا يمكنك النشر أو الحفظ في المسودة دون أي أسئلة
es: Actualmente no hay preguntas disponibles. No puedes publicar ni guardar en borrador sin hacer preguntas.
hi: फिलहाल कोई प्रश्न उपलब्ध नहीं है. आप बिना किसी प्रश्न के प्रकाशित नहीं कर सकते या ड्राफ्ट में सहेज नहीं सकते
ur: فی الحال کوئی سوالات دستیاب نہیں ہیں۔ آپ بغیر کسی سوال کے مسودے میں شائع یا محفوظ نہیں کر سکتے

source: No Toolbox Talk found
ar: لم يتم العثور على Toolbox Talk
es: No se encontró Toolbox Talk
hi: कोई टूलबॉक्स टॉक नहीं मिला
ur: کوئی ٹول باکس ٹاک نہیں ملا

source: No Trainings Found
ar: لم يتم العثور على تدريبات
es: No se encontraron capacitaciones
hi: कोई प्रशिक्षण नहीं मिला
ur: کوئی ٹریننگ نہیں ملی

source: No translation available.
ar: لا توجد ترجمة متاحة.
es: No hay traducción disponible.
hi: कोई अनुवाद उपलब्ध नहीं है।
ur: کوئی ترجمہ دستیاب نہیں ہے۔

source: No User found
ar: لم يتم العثور على مستخدم
es: No se encontró ningún usuario
hi: कोई उपयोगकर्ता नहीं मिला
ur: کوئی صارف نہیں ملا

source: No Violations found
ar: لم يتم العثور على أي انتهاكات
es: No se encontraron violaciones
hi: कोई उल्लंघन नहीं पाया गया
ur: کوئی خلاف ورزی نہیں ملی

source: No, Stay
ar: لا، البقاء
es: No, quédate
hi: नहीं, रहो
ur: نہیں، ٹھہرو

source: Non-Accidental Death
ar: الوفاة غير العرضية
es: Muerte no accidental
hi: गैर-आकस्मिक मृत्यु
ur: غیر حادثاتی موت

source: Not Applicable
ar: غير قابل للتطبيق
es: No aplicable
hi: लागू नहीं
ur: قابل اطلاق نہیں۔

source: Not Now
ar: ليس الآن
es: Ahora no
hi: अभी नहीं
ur: ابھی نہیں۔

source: Not Specified
ar: لم يُحدد
es: No especificado
hi: निर्दिष्ट नहीं है
ur: متعین نہیں

source: Not Started
ar: لم يبدأ
es: No iniciado
hi: शुरू नहीं हुआ
ur: شروع نہیں ہوا

source: NOTES
ar: ملحوظات
es: NOTAS
hi: टिप्पणियाँ
ur: نوٹس

source: Notification
ar: إشعار
es: Notificación
hi: अधिसूचना
ur: اطلاع

source: Notifications
ar: الإشعارات
es: Notificaciones
hi: सूचनाएं
ur: اطلاعات

source: Observation
ar: ملاحظة
es: Observación
hi: अवलोकन
ur: مشاہدہ

source: Observation Closeout
ar: إغلاق الملاحظة
es: Cierre de observación
hi: अवलोकन समापन
ur: مشاہدہ بند

source: Observation created
ar: تم إنشاء الملاحظة
es: Observación creada
hi: अवलोकन बनाया गया
ur: مشاہدہ بنایا

# observation_created_message
source: Observation created successfully
ar: تم إنشاء الملاحظة بنجاح.
es: Observación creada exitosamente
hi: अवलोकन सफलतापूर्वक बनाया गया
ur: مشاہدہ کامیابی سے بنایا گیا۔

source: Observation Date
ar: تاريخ المراقبة
es: Fecha de observación
hi: अवलोकन तिथि
ur: مشاہدے کی تاریخ

# observation_delete_description
source: Provide a short description of why you are requesting this observation to be deleted
ar: قدّم وصفًا قصيرًا لسبب طلبك حذف هذه الملاحظة.
es: Proporcione una breve descripción de por qué solicita que se elimine esta observación.
hi: आप इस अवलोकन को हटाने का अनुरोध क्यों कर रहे हैं इसका संक्षिप्त विवरण प्रदान करें
ur: ایک مختصر وضاحت فراہم کریں کہ آپ اس مشاہدے کو حذف کرنے کی درخواست کیوں کر رہے ہیں۔

source: OBSERVATION IMAGES
ar: صور الملاحظة
es: IMÁGENES DE OBSERVACIÓN
hi: अवलोकन छवियाँ
ur: مشاہداتی امیجز

source: Observation Report
ar: تقرير المراقبة
es: Informe de observación
hi: अवलोकन रिपोर्ट
ur: مشاہداتی رپورٹ

source: Observation Responsibility Change
ar: تغيير مسؤولية الملاحظة
es: Cambio de responsabilidad de observación
hi: अवलोकन उत्तरदायित्व परिवर्तन
ur: مشاہدے کی ذمہ داری میں تبدیلی

source: Observation Title
ar: عنوان الملاحظة
es: Título de la observación
hi: अवलोकन शीर्षक
ur: مشاہدہ کا عنوان

source: Observations
ar: الملاحظات
es: Observaciones
hi: टिप्पणियों
ur: مشاہدات

source: Observer
ar: المراقب
es: Observador
hi: प्रेक्षक
ur: مبصر

source: Ok
ar: حسناً
es: De acuerdo
hi: ठीक है
ur: ٹھیک ہے

source: Okay
ar: حسناً
es: Bueno
hi: ठीक है
ur: ٹھیک ہے۔

source: Old Password
ar: كلمة المرور القديمة
es: Contraseña anterior
hi: पुराना पासवर्ड
ur: پرانا پاس ورڈ

source: Open
ar: يفتح
es: Abierto
hi: खुला
ur: کھولیں۔

source: Open Settings
ar: افتح الإعدادات
es: Abrir configuración
hi: खुली सेटिंग
ur: ترتیبات کھولیں۔

source: Open Observation
ar: فتح الملاحظة
es: Observación abierta
hi: अवलोकन खोलें
ur: اوپن آبزرویشن

source: Open Observations
ar: ملاحظات مفتوحة
es: Observaciones abiertas
hi: अवलोकन खोलें
ur: مشاہدات کھولیں۔

source: Open Workflow
ar: فتح سير العمل
es: Abrir flujo de trabajo
hi: वर्कफ़्लो खोलें
ur: ورک فلو کھولیں۔

source: (OPTIONAL)
ar: (اختياري)
es: (OPCIONAL)
hi: (वैकल्पिक)
ur: (اختیاری)

source: Other
ar: آخر
es: Otro
hi: अन्य
ur: دیگر

source: Other Questions
ar: أسئلة أخرى
es: Otras preguntas
hi: अन्य प्रश्न
ur: دیگر سوالات

source: OTHERS
ar: آحرون
es: OTROS
hi: अन्य
ur: دوسرے

source: OTHERS (IF ANY)
ar: أخرى (إن وجدت)
es: OTROS (SI LOS HAY)
hi: अन्य (यदि कोई हो)
ur: دوسرے (اگر کوئی ہو)

source: OTP Code
ar: رمز مكتب المدعي العام
es: Código OTP
hi: ओटीपी कोड
ur: OTP کوڈ

# otp_sent_message
source: OTP has been sent to you on your email
ar: تم إرسال رمز التحقق إلى بريدك الإلكتروني
es: Se le ha enviado OTP a su correo electrónico
hi: आपके ईमेल पर ओटीपी भेज दिया गया है
ur: آپ کو آپ کے ای میل پر OTP بھیجا گیا ہے۔

source: OTP Verification Failed
ar: فشل التحقق من الرمز
es: La verificación OTP falló
hi: OTP सत्यापन विफल
ur: OTP کی توثیق ناکام ہو گئی۔

# otp.button
source: Continue
ar: يكمل
es: Continuar
hi: जारी रखना
ur: جاری رکھیں

# otp.incorrect_message
source: The confirmation code you entered is incorrect. Please check and try again.
ar: رمز التأكيد الذي أدخلته غير صحيح. يرجى التحقق والمحاولة مرة أخرى.
es: El código de confirmación que ingresó es incorrecto. Por favor verifique e intente nuevamente.
hi: आपके द्वारा दर्ज किया गया पुष्टिकरण कोड गलत है। कृपया जाँच करें और पुनः प्रयास करें।
ur: آپ نے جو تصدیقی کوڈ درج کیا ہے وہ غلط ہے۔ براہ کرم چیک کریں اور دوبارہ کوشش کریں۔
